Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: This browser doesn't support passkeys, and this instance requires an account. Try a browser or device with passkey support.
ar: هذا المتصفح لا يدعم مفاتيح المرور، وهذه النسخة تتطلب حساباً. جرّب متصفحاً أو جهازاً يدعم مفاتيح المرور.
de: Dieser Browser unterstützt keine Passkeys, und dieser Server verlangt ein Konto. Probier einen Browser oder ein Gerät mit Passkey-Unterstützung.
es: Este navegador no admite passkeys y este servidor requiere una cuenta. Prueba con un navegador o dispositivo compatible con passkeys.
fr: Ce navigateur ne prend pas en charge les passkeys, et ce serveur exige un compte. Essaie un navigateur ou un appareil compatible avec les passkeys.
hi: यह ब्राउज़र पासकी सपोर्ट नहीं करता, और इस सर्वर के लिए खाता ज़रूरी है। पासकी सपोर्ट वाला ब्राउज़र या डिवाइस आज़माएँ।
hu: Ez a böngésző nem támogatja a jelszókulcsokat, ez a szerver pedig fiókot igényel. Próbálj egy jelszókulcsot támogató böngészőt vagy eszközt.
it: Questo browser non supporta le passkey e questo server richiede un account. Prova un browser o un dispositivo che supporti le passkey.
ko: 이 브라우저는 패스키를 지원하지 않고, 이 서버는 계정이 필요합니다. 패스키를 지원하는 브라우저나 기기를 사용해 보세요.
pl: Ta przeglądarka nie obsługuje passkey, a ten serwer wymaga konta. Spróbuj przeglądarki lub urządzenia z obsługą passkey.
pt: Este navegador não suporta passkeys e este servidor exige uma conta. Experimenta um navegador ou dispositivo com suporte a passkeys.
pt_br: Este navegador não oferece suporte a chaves de acesso e este servidor exige uma conta. Tente usar outro navegador ou dispositivo compatível.
ru: Этот браузер не поддерживает ключи доступа, а на этом сервере нужен аккаунт. Попробуйте браузер или устройство с поддержкой ключей доступа.
th: เบราว์เซอร์นี้ไม่รองรับพาสคีย์ และเซิร์ฟเวอร์นี้ต้องมีบัญชีผู้ใช้ ลองใช้เบราว์เซอร์หรืออุปกรณ์ที่รองรับพาสคีย์
tr: Bu tarayıcı geçiş anahtarlarını desteklemiyor ve bu sunucu bir hesap gerektiriyor. Geçiş anahtarı destekleyen bir tarayıcı veya cihaz dene.
uk: Цей браузер не підтримує ключі доступу, а цей сервер вимагає акаунт. Спробуй браузер або пристрій із підтримкою ключів доступу.
zh: 此浏览器不支持通行密钥，且此服务器需要账户。请换用支持通行密钥的浏览器或设备。

# This browser is signed in as “{0}”. Adding it to “{1}” signs “{0}” out here.
source: This browser is signed in as “%1$@”. Adding it to “%2$@” signs “%1$@” out here.
ar: هذا المتصفح مسجّل الدخول باسم «%1$@». إضافته إلى «%2$@» تُخرج «%1$@» من هنا.
de: Dieser Browser ist als „%1$@“ angemeldet. Wenn du ihn zu „%2$@“ hinzufügst, wird „%1$@“ hier abgemeldet.
es: Este navegador tiene la sesión iniciada como «%1$@». Añadirlo a «%2$@» cierra aquí la sesión de «%1$@».
fr: Ce navigateur est connecté en tant que « %1$@ ». L’ajouter à « %2$@ » déconnecte « %1$@ » ici.
hi: यह ब्राउज़र "%1$@" के रूप में साइन इन है। इसे "%2$@" में जोड़ने से यहाँ "%1$@" साइन आउट हो जाएगा।
hu: Ez a böngésző „%1$@” néven van bejelentkezve. Ha hozzáadod a(z) „%2$@” profilhoz, „%1$@” itt kijelentkezik.
it: Questo browser ha effettuato l’accesso come «%1$@». Aggiungerlo a «%2$@» fa uscire «%1$@» da qui.
ko: 이 브라우저는 "%1$@"(으)로 로그인되어 있습니다. "%2$@"에 추가하면 여기서 "%1$@"은(는) 로그아웃됩니다.
pl: Ta przeglądarka jest zalogowana jako „%1$@”. Dodanie jej do „%2$@” wyloguje tu „%1$@”.
pt: Este navegador tem sessão iniciada como «%1$@». Adicioná-lo a «%2$@» termina aqui a sessão de «%1$@».
pt_br: Este navegador está conectado como “%1$@”. Adicioná-lo a “%2$@” desconecta “%1$@” aqui.
ru: В этом браузере выполнен вход как «%1$@». Если добавить его к «%2$@», «%1$@» здесь выйдет из аккаунта.
th: เบราว์เซอร์นี้เข้าสู่ระบบในชื่อ “%1$@” อยู่ การเพิ่มเบราว์เซอร์นี้ให้ “%2$@” จะทำให้ “%1$@” ออกจากระบบที่นี่
tr: Bu tarayıcıda “%1$@” olarak oturum açık. Onu “%2$@” profiline eklemek burada “%1$@” oturumunu kapatır.
uk: У цьому браузері виконано вхід як «%1$@». Якщо додати його до «%2$@», «%1$@» тут вийде з акаунта.
zh: 此浏览器已以“%1$@”登录。将它添加到“%2$@”会让“%1$@”在这里退出登录。

source: This code has expired.
ar: انتهت صلاحية هذا الرمز.
de: Dieser Code ist abgelaufen.
es: Este código ha caducado.
fr: Ce code a expiré.
hi: यह कोड समाप्त हो चुका है।
hu: Ez a kód lejárt.
it: Questo codice è scaduto.
ko: 코드가 만료되었습니다.
pl: Ten kod wygasł.
pt: Este código expirou.
pt_br: Este código expirou.
ru: Срок действия кода истёк.
th: รหัสนี้หมดอายุแล้ว
tr: Bu kodun süresi doldu.
uk: Термін дії коду минув.
zh: 此代码已过期。

source: This code is for a different profile that is also called “%1$@”, not the one this browser is signed in as. Adding it there signs yours out here.
ar: هذا الرمز لملف شخصي آخر اسمه أيضًا «%1$@»، وليس للملف الذي سجّل هذا المتصفح الدخول به. إضافة المتصفح إلى هناك تُخرج ملفك الشخصي من هنا.
de: Dieser Code gehört zu einem anderen Profil, das ebenfalls „%1$@“ heißt, nicht zu dem, mit dem dieser Browser angemeldet ist. Fügst du den Browser dort hinzu, wird dein Profil hier abgemeldet.
es: Este código es de otro perfil que también se llama «%1$@», no del perfil con el que este navegador tiene la sesión iniciada. Añadir allí el navegador cierra aquí la sesión de tu perfil.
fr: Ce code appartient à un autre profil qui s’appelle aussi « %1$@ », pas à celui avec lequel ce navigateur est connecté. Y ajouter ce navigateur déconnecte ici ton profil.
hi: यह कोड किसी दूसरी प्रोफ़ाइल का है जिसका नाम भी "%1$@" है, उसका नहीं जिससे यह ब्राउज़र साइन इन है। ब्राउज़र को वहाँ जोड़ने से आपकी प्रोफ़ाइल यहाँ से साइन आउट हो जाएगी।
hu: Ez a kód egy másik profilé, amelynek szintén „%1$@” a neve, nem azé, amellyel ez a böngésző be van jelentkezve. Ha ott adod hozzá a böngészőt, a te profilod itt kijelentkezik.
it: Questo codice è di un altro profilo che si chiama anch’esso «%1$@», non di quello con cui questo browser ha effettuato l’accesso. Aggiungere lì il browser fa uscire da qui il tuo profilo.
ko: 이 코드는 이름이 똑같이 "%1$@"인 다른 프로필의 것이며, 이 브라우저가 로그인한 프로필이 아닙니다. 브라우저를 그곳에 추가하면 지금 로그인된 프로필은 여기서 로그아웃됩니다.
pl: Ten kod należy do innego profilu, który też nazywa się „%1$@”, a nie do tego, na który zalogowana jest ta przeglądarka. Dodanie jej tam wyloguje tu Twój profil.
pt: Este código é de outro perfil que também se chama «%1$@», não daquele com que este navegador tem sessão iniciada. Adicionar aí o navegador termina aqui a sessão do teu perfil.
pt_br: Este código é de outro perfil que também se chama “%1$@”, não daquele com que este navegador está conectado. Adicionar o navegador lá desconecta o seu perfil aqui.
ru: Этот код от другого профиля, который тоже называется «%1$@», а не от того, под которым выполнен вход в этом браузере. Если добавить браузер туда, твой профиль здесь выйдет из системы.
th: รหัสนี้เป็นของโปรไฟล์อื่นที่ชื่อ “%1$@” เหมือนกัน ไม่ใช่โปรไฟล์ที่เบราว์เซอร์นี้เข้าสู่ระบบอยู่ การเพิ่มเบราว์เซอร์ไปที่นั่นจะทำให้โปรไฟล์ของคุณออกจากระบบที่นี่
tr: Bu kod, yine “%1$@” adını taşıyan başka bir profile ait; bu tarayıcıda oturumu açık olan profile değil. Tarayıcıyı oraya eklemek buradaki kendi profilinin oturumunu kapatır.
uk: Цей код належить іншому профілю, який теж називається «%1$@», а не тому, під яким виконано вхід у цьому браузері. Якщо додати браузер туди, твій профіль тут вийде з системи.
zh: 这个代码属于另一个同样名为“%1$@”的档案，而不是此浏览器当前登录的那个。将浏览器添加到那里，会让你的档案在这里退出登录。

source: This demo runs entirely in your browser on example data — nothing is sent anywhere. Passkey sign-in and sync across your devices come with the openGym server, which you get by self-hosting it.
ar: يعمل هذا العرض التجريبي بالكامل في متصفحك على بيانات نموذجية — لا يُرسَل شيء إلى أي مكان. يأتي تسجيل الدخول بمفتاح المرور والمزامنة بين أجهزتك مع خادم openGym، الذي تحصل عليه باستضافته بنفسك.
de: Diese Demo läuft komplett in deinem Browser mit Beispieldaten — nichts wird irgendwohin gesendet. Anmeldung per Passkey und Sync zwischen deinen Geräten gibt es mit dem openGym-Server, den du bekommst, indem du ihn selbst hostest.
es: Esta demo funciona por completo en tu navegador con datos de ejemplo — no se envía nada a ningún sitio. El inicio de sesión con passkey y la sincronización entre tus dispositivos llegan con el servidor de openGym, que consigues alojándolo tú mismo.
fr: Cette démo tourne entièrement dans ton navigateur sur des données d’exemple — rien n’est envoyé nulle part. La connexion par passkey et la synchronisation entre tes appareils viennent avec le serveur openGym, que tu obtiens en l’hébergeant toi-même.
hi: यह डेमो पूरी तरह आपके ब्राउज़र में उदाहरण डेटा पर चलता है — कहीं कुछ नहीं भेजा जाता। पासकी से साइन इन और आपके डिवाइस के बीच सिंक openGym सर्वर के साथ आते हैं, जो आपको उसे खुद होस्ट करके मिलता है।
hu: Ez a demó teljesen a böngésződben fut, példaadatokon — semmi nem kerül sehova. A jelszókulcsos bejelentkezés és az eszközeid közötti szinkronizálás az openGym-szerverrel jár, amelyet úgy kapsz meg, hogy saját magad üzemelteted.
it: Questa demo gira interamente nel tuo browser con dati di esempio — nulla viene inviato da nessuna parte. L’accesso con passkey e la sincronizzazione tra i tuoi dispositivi arrivano con il server openGym, che ottieni ospitandolo tu stesso.
ko: 이 데모는 예시 데이터로 브라우저 안에서만 실행돼요 — 어디에도 전송되지 않아요. 패스키 로그인과 기기 간 동기화는 직접 호스팅해서 얻는 openGym 서버와 함께 제공돼요.
pl: To demo działa w całości w twojej przeglądarce na przykładowych danych — nic nie jest nigdzie wysyłane. Logowanie passkey i synchronizacja między urządzeniami przychodzą z serwerem openGym, który dostajesz, hostując go samodzielnie.
pt: Esta demo corre inteiramente no teu navegador com dados de exemplo — nada é enviado para lado nenhum. O início de sessão com passkey e a sincronização entre os teus dispositivos vêm com o servidor openGym, que obténs alojando-o tu mesmo.
pt_br: Esta demo roda inteiramente no seu navegador com dados de exemplo — nada é enviado para lugar nenhum. O login com chave de acesso e a sincronização entre seus dispositivos vêm com o servidor openGym, que você obtém hospedando-o por conta própria.
ru: Это демо работает полностью в вашем браузере на примерных данных — никуда ничего не отправляется. Вход по passkey и синхронизация между устройствами появляются вместе с сервером openGym, когда вы разворачиваете его у себя.
th: เดโมนี้ทำงานในเบราว์เซอร์ของคุณทั้งหมดด้วยข้อมูลตัวอย่าง — ไม่มีอะไรถูกส่งออกไปไหน การลงชื่อเข้าใช้ด้วยพาสคีย์และการซิงก์ข้ามอุปกรณ์มาพร้อมเซิร์ฟเวอร์ openGym ซึ่งคุณได้มาด้วยการโฮสต์เอง
tr: Bu demo tamamen tarayıcında, örnek verilerle çalışır — hiçbir yere bir şey gönderilmez. Geçiş anahtarıyla giriş ve cihazların arasında senkronizasyon, kendin barındırarak edindiğin openGym sunucusuyla gelir.
uk: Це демо працює повністю у твоєму браузері на прикладі даних — нікуди нічого не надсилається. Вхід за ключем доступу й синхронізація між пристроями з’являються разом із сервером openGym, коли ти розгортаєш його у себе.
zh: 此演示完全在你的浏览器中使用示例数据运行——不会发送任何内容。通行密钥登录和多设备同步随 openGym 服务器提供，自托管即可获得。

source: This device already has a passkey for this profile.
ar: لدى هذا الجهاز مفتاح مرور لهذا الملف الشخصي بالفعل.
de: Dieses Gerät hat schon einen Passkey für dieses Profil.
es: Este dispositivo ya tiene una passkey para este perfil.
fr: Cet appareil a déjà une passkey pour ce profil.
hi: इस डिवाइस में इस प्रोफ़ाइल की पासकी पहले से है।
hu: Ezen az eszközön már van jelszókulcs ehhez a profilhoz.
it: Questo dispositivo ha già una passkey per questo profilo.
ko: 이 기기에는 이미 이 프로필의 패스키가 있습니다.
pl: To urządzenie ma już passkey dla tego profilu.
pt: Este dispositivo já tem uma passkey para este perfil.
pt_br: Este dispositivo já tem uma chave de acesso para este perfil.
ru: На этом устройстве уже есть ключ доступа для этого профиля.
th: อุปกรณ์นี้มีพาสคีย์สำหรับโปรไฟล์นี้อยู่แล้ว
tr: Bu cihazda bu profil için zaten bir geçiş anahtarı var.
uk: На цьому пристрої вже є ключ доступу для цього профілю.
zh: 此设备已有该档案的通行密钥。

source: This device is out of storage: the change is not saved on it. Signed in, it still goes to the server.
ar: لا توجد مساحة تخزين كافية على هذا الجهاز: لم يُحفظ التغيير عليه. إذا كنت مسجّل الدخول، فسيصل إلى الخادم رغم ذلك.
de: Auf diesem Gerät ist kein Speicher mehr frei: Die Änderung ist nicht auf ihm gespeichert. Angemeldet geht sie trotzdem an den Server.
es: A este dispositivo no le queda almacenamiento: el cambio no está guardado en él. Con la sesión iniciada, llega igualmente al servidor.
fr: Cet appareil n’a plus d’espace de stockage : la modification n’y est pas enregistrée. Connecté, elle part quand même vers le serveur.
hi: इस डिवाइस में जगह नहीं बची: बदलाव इस पर सेव नहीं हुआ है। साइन इन होने पर यह फिर भी सर्वर तक पहुँच जाएगा।
hu: Ezen az eszközön elfogyott a tárhely: a módosítás nincs rajta elmentve. Bejelentkezve így is eljut a kiszolgálóra.
it: Questo dispositivo non ha più spazio: la modifica non è salvata su di esso. Se hai effettuato l’accesso, arriva comunque al server.
ko: 이 기기에 저장 공간이 없습니다: 변경 내용이 기기에 저장되지 않았습니다. 로그인 상태라면 서버로는 그대로 전송됩니다.
pl: To urządzenie nie ma już miejsca: zmiana nie jest na nim zapisana. Po zalogowaniu trafi jednak na serwer.
pt: Este dispositivo não tem espaço livre: a alteração não está guardada nele. Com sessão iniciada, chega ainda assim ao servidor.
pt_br: Este dispositivo está sem espaço: a alteração não está salva nele. Com a sessão iniciada, ela chega ao servidor de qualquer forma.
ru: На этом устройстве нет места: изменение на нём не сохранено. Если вы вошли в аккаунт, оно всё равно уйдёт на сервер.
th: อุปกรณ์นี้ไม่มีที่ว่างเหลือ: การเปลี่ยนแปลงไม่ได้บันทึกไว้บนอุปกรณ์ หากลงชื่อเข้าใช้อยู่ ข้อมูลจะยังถูกส่งไปที่เซิร์ฟเวอร์
tr: Bu cihazda yer kalmadı: değişiklik cihaza kaydedilmedi. Oturum açıkken sunucuya yine de gidiyor.
uk: На цьому пристрої скінчилося місце: зміну на ньому не збережено. Після входу в акаунт вона все одно потрапить на сервер.
zh: 此设备存储空间已满：更改未保存在设备上。已登录时，它仍会同步到服务器。

source: This exercise, this session only
ar: هذا التمرين، في هذه الجلسة فقط
de: Nur diese Übung, nur in dieser Einheit
es: Solo este ejercicio, solo en esta sesión
fr: Seulement cet exercice, seulement pour cette séance
hi: सिर्फ़ यह व्यायाम, सिर्फ़ इस सत्र में
hu: Csak ez a gyakorlat, csak ezen az edzésen
it: Solo questo esercizio, solo in questa sessione
ko: 이 운동만, 이번 세션에만
pl: Tylko to ćwiczenie, tylko w tej sesji
pt: Só este exercício, só nesta sessão
pt_br: Só este exercício, só nesta sessão
ru: Только это упражнение и только в этой тренировке
th: เฉพาะท่านี้ และเฉพาะรอบนี้เท่านั้น
tr: Yalnızca bu egzersiz, yalnızca bu seansta
uk: Лише ця вправа, лише це тренування
zh: 仅限此动作，仅限本次训练

source: This month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
hu: Ez a hónap
it: Questo mese
ko: 이번 달
pl: Ten miesiąc
pt: Este mês
pt_br: Este mês
ru: Этот месяц
th: เดือนนี้
tr: Bu ay
uk: Цього місяця
zh: 本月

source: This passkey already belongs to a profile.
ar: مفتاح المرور هذا مرتبط بملف شخصي بالفعل.
de: Dieser Passkey gehört schon zu einem Profil.
es: Esta passkey ya pertenece a un perfil.
fr: Cette passkey appartient déjà à un profil.
hi: यह पासकी पहले से किसी प्रोफ़ाइल की है।
hu: Ez a jelszókulcs már egy profilhoz tartozik.
it: Questa passkey appartiene già a un profilo.
ko: 이 패스키는 이미 프로필에 등록되어 있습니다.
pl: Ten passkey należy już do jakiegoś profilu.
pt: Esta passkey já pertence a um perfil.
pt_br: Esta chave de acesso já pertence a um perfil.
ru: Этот ключ доступа уже принадлежит профилю.
th: พาสคีย์นี้เป็นของโปรไฟล์หนึ่งอยู่แล้ว
tr: Bu geçiş anahtarı zaten bir profile ait.
uk: Цей ключ доступу вже належить профілю.
zh: 此通行密钥已属于某个档案。

source: This password is the only way into your profile, so it cannot be removed.
ar: كلمة المرور هذه هي الطريقة الوحيدة للدخول إلى ملفك الشخصي، لذا لا يمكن إزالتها.
de: Dieses Passwort ist der einzige Weg in dein Profil und kann deshalb nicht entfernt werden.
es: Esta contraseña es la única forma de entrar en tu perfil, así que no se puede quitar.
fr: Ce mot de passe est le seul moyen d’accéder à ton profil, il ne peut donc pas être retiré.
hi: यह पासवर्ड आपकी प्रोफ़ाइल में जाने का एकमात्र तरीका है, इसलिए इसे हटाया नहीं जा सकता।
hu: Ez a jelszó az egyetlen módja, hogy belépj a profilodba, ezért nem távolítható el.
it: Questa password è l’unico modo per entrare nel tuo profilo, quindi non si può rimuovere.
ko: 이 비밀번호는 프로필에 들어갈 수 있는 유일한 방법이므로 제거할 수 없습니다.
pl: To hasło jest jedynym sposobem wejścia do twojego profilu, więc nie można go usunąć.
pt: Esta palavra-passe é a única forma de entrar no teu perfil, por isso não pode ser removida.
pt_br: Esta senha é a única forma de entrar no seu perfil, por isso não pode ser removida.
ru: Этот пароль — единственный способ войти в твой профиль, поэтому его нельзя удалить.
th: รหัสผ่านนี้เป็นทางเดียวที่จะเข้าสู่โปรไฟล์ของคุณ จึงลบไม่ได้
tr: Bu şifre profiline girmenin tek yolu, bu yüzden kaldırılamaz.
uk: Цей пароль — єдиний спосіб увійти у твій профіль, тому його не можна видалити.
zh: 这个密码是进入你档案的唯一方式，因此不能移除。

source: This phone calls the provider directly with your key. Every request is charged to your account.
ar: يتصل هذا الهاتف بالمزود مباشرة بمفتاحك. يُحاسب حسابك على كل طلب.
de: Dieses Handy ruft den Anbieter direkt mit deinem Schlüssel auf. Jede Anfrage geht auf dein Konto.
es: Este teléfono llama al proveedor directamente con tu clave. Cada solicitud se cobra a tu cuenta.
fr: Ce téléphone appelle directement le fournisseur avec ta clé. Chaque requête est facturée sur ton compte.
hi: यह फ़ोन आपकी कुंजी से सीधे प्रदाता को कॉल करता है। हर अनुरोध का शुल्क आपके खाते से लिया जाता है।
hu: Ez a telefon közvetlenül, a kulcsoddal hívja a szolgáltatót. Minden kérést a te fiókodra terhel.
it: Questo telefono chiama il provider direttamente con la tua chiave. Ogni richiesta viene addebitata al tuo account.
ko: 이 휴대폰이 당신의 키로 제공자를 직접 호출합니다. 모든 요청은 당신의 계정에 청구됩니다.
pl: Ten telefon łączy się z dostawcą bezpośrednio z Twoim kluczem. Każde zapytanie obciąża Twoje konto.
pt: Este telemóvel chama o fornecedor diretamente com a tua chave. Cada pedido é cobrado na tua conta.
pt_br: Este celular chama o provedor diretamente com a sua chave. Cada pedido é cobrado na sua conta.
ru: Этот телефон обращается к провайдеру напрямую с вашим ключом. Каждый запрос списывается с вашего счёта.
th: โทรศัพท์นี้เรียกผู้ให้บริการโดยตรงด้วยคีย์ของคุณ ทุกคำขอจะถูกเรียกเก็บจากบัญชีของคุณ
tr: Bu telefon sağlayıcıyı doğrudan senin anahtarınla çağırır. Her istek senin hesabına yansır.
uk: Цей телефон звертається до постачальника напряму з твоїм ключем. Кожен запит списується з твого рахунку.
zh: 此手机使用你的密钥直接调用提供商。每个请求都会计入你的账户。

source: This phone is no longer paired with your server. Your changes are kept here.
ar: لم يعد هذا الهاتف مقترنًا بخادمك. تغييراتك محفوظة هنا.
de: Dieses Handy ist nicht mehr mit deinem Server gekoppelt. Deine Änderungen bleiben hier.
es: Este teléfono ya no está emparejado con tu servidor. Tus cambios se quedan aquí.
fr: Ce téléphone n'est plus associé à votre serveur. Vos modifications restent ici.
hi: यह फ़ोन अब आपके सर्वर से पेयर नहीं है। आपके बदलाव यहीं रखे हैं।
hu: Ez a telefon már nincs párosítva a szervereddel. A módosításaid itt maradnak.
it: Questo telefono non è più abbinato al tuo server. Le tue modifiche restano qui.
ko: 이 휴대폰은 더 이상 서버와 페어링되어 있지 않습니다. 변경 사항은 이 기기에 보관됩니다.
pl: Ten telefon nie jest już sparowany z twoim serwerem. Twoje zmiany zostają tutaj.
pt: Este telemóvel já não está emparelhado com o teu servidor. As tuas alterações ficam aqui.
pt_br: Este celular não está mais pareado com seu servidor. Suas alterações ficam aqui.
ru: Этот телефон больше не сопряжён с вашим сервером. Ваши изменения остаются здесь.
th: โทรศัพท์เครื่องนี้ไม่ได้จับคู่กับเซิร์ฟเวอร์ของคุณแล้ว การเปลี่ยนแปลงของคุณยังเก็บไว้ที่นี่
tr: Bu telefon artık sunucunla eşleşmiş değil. Değişikliklerin burada kalıyor.
uk: Цей телефон більше не спарено з твоїм сервером. Твої зміни збережено тут.
zh: 这部手机已不再与你的服务器配对。你的更改保留在这里。

source: This phone is not connected to a server.
ar: هذا الهاتف غير متصل بأي خادم.
de: Dieses Handy ist mit keinem Server verbunden.
es: Este teléfono no está conectado a ningún servidor.
fr: Ce téléphone n'est connecté à aucun serveur.
hi: यह फ़ोन किसी सर्वर से कनेक्ट नहीं है।
hu: Ez a telefon nem csatlakozik szerverhez.
it: Questo telefono non è collegato a nessun server.
ko: 이 휴대폰은 서버에 연결되어 있지 않습니다.
pl: Ten telefon nie jest połączony z żadnym serwerem.
pt: Este telemóvel não está ligado a nenhum servidor.
pt_br: Este celular não está conectado a nenhum servidor.
ru: Этот телефон не подключён ни к одному серверу.
th: โทรศัพท์เครื่องนี้ไม่ได้เชื่อมต่อกับเซิร์ฟเวอร์ใด
tr: Bu telefon hiçbir sunucuya bağlı değil.
uk: Цей телефон не підключено до жодного сервера.
zh: 这部手机没有连接到任何服务器。

source: This phone switches back to local-only and its copy of your account is removed. First it checks that your server has every change — if not, you choose what happens to them.
ar: يعود هذا الهاتف إلى الوضع المحلي فقط وتُحذف نسخة حسابك منه. يتحقق أولًا من أن خادمك لديه كل التغييرات — وإن لم يكن، فأنت تختار ما يحدث لها.
de: Dieses Handy wechselt zurück in den lokalen Modus, und die Kopie deines Kontos wird davon entfernt. Vorher wird geprüft, ob dein Server jede Änderung hat — falls nicht, entscheidest du, was mit ihnen passiert.
es: Este teléfono vuelve al modo local y se elimina de él la copia de tu cuenta. Antes se comprueba que tu servidor tiene todos los cambios; si no, tú decides qué hacer con ellos.
fr: Ce téléphone repasse en mode local et la copie de votre compte en est supprimée. On vérifie d'abord que votre serveur a toutes les modifications — sinon, vous choisissez ce qu'elles deviennent.
hi: यह फ़ोन वापस केवल-लोकल मोड में चला जाता है और आपके खाते की कॉपी इससे हटा दी जाती है। पहले जाँचा जाता है कि आपके सर्वर पर हर बदलाव है — अगर नहीं, तो आप तय करते हैं कि उनका क्या होगा।
hu: Ez a telefon visszavált csak-helyi módba, és a fiókod másolata törlődik róla. Előtte ellenőrzi, hogy a szervereden megvan-e minden módosítás — ha nem, te döntöd el, mi legyen velük.
it: Questo telefono torna alla modalità locale e la copia del tuo account viene rimossa. Prima si controlla che il tuo server abbia tutte le modifiche — altrimenti scegli tu cosa farne.
ko: 이 휴대폰은 로컬 모드로 돌아가고, 계정 사본이 휴대폰에서 삭제됩니다. 먼저 서버에 모든 변경 사항이 있는지 확인하며, 없으면 어떻게 할지 직접 선택합니다.
pl: Ten telefon wraca do trybu lokalnego, a kopia twojego konta zostaje z niego usunięta. Najpierw sprawdzane jest, czy twój serwer ma wszystkie zmiany — jeśli nie, sam decydujesz, co się z nimi stanie.
pt: Este telemóvel volta ao modo local e a cópia da tua conta é removida dele. Primeiro verifica-se se o teu servidor tem todas as alterações — se não tiver, escolhes o que lhes acontece.
pt_br: Este celular volta para o modo somente local e a cópia da sua conta é removida dele. Antes é verificado se o seu servidor tem todas as alterações — se não tiver, você escolhe o que acontece com elas.
ru: Этот телефон вернётся в локальный режим, а копия вашего аккаунта будет с него удалена. Сначала проверяется, что на вашем сервере есть все изменения, — если нет, вы сами решаете, что с ними делать.
th: โทรศัพท์เครื่องนี้จะกลับไปใช้งานแบบเก็บข้อมูลในเครื่อง และสำเนาบัญชีของคุณจะถูกลบออก ก่อนอื่นจะตรวจว่าเซิร์ฟเวอร์ของคุณมีการเปลี่ยนแปลงครบทุกอย่าง — ถ้าไม่ครบ คุณเลือกได้ว่าจะทำอย่างไรกับมัน
tr: Bu telefon yerel moda döner ve hesabının kopyası telefondan kaldırılır. Önce sunucunda her değişikliğin olup olmadığı kontrol edilir — yoksa onlara ne olacağını sen seçersin.
uk: Цей телефон повернеться до локального режиму, а копію твого акаунта з нього буде видалено. Спершу перевіряється, чи є на твоєму сервері всі зміни, — якщо ні, ти вирішуєш, що з ними робити.
zh: 这部手机将切换回仅本地模式，并删除其中的账号副本。会先检查你的服务器是否已有全部更改——如果没有，由你决定如何处理。
